'use strict';
// -------------------------------------------------------------
export const BETS_NAMES = {
  bet_1 : 'Выигрыш первой команды',
  bet_x : 'Ничья',
  bet_2: 'Выигрыш второй команды',
  bet_less: 'Меньше',
  bet_total: 'Тотал',
  bet_more: 'Больше',
  bet_1_0: 'Точный счет - 1:0',
  bet_2_0: 'Точный счет - 2:0',
  bet_2_1: 'Точный счет - 2:1',
  bet_3_0: 'Точный счет - 3:0',
  bet_3_1: 'Точный счет - 3:1',
  bet_3_2: 'Точный счет - 3:2',
  bet_4_0: 'Точный счет - 4:0',
  bet_4_1: 'Точный счет - 4:1',
  bet_4_2 :'Точный счет - 4:2',
  bet_0_0: 'Точный счет - 0:0',
  bet_1_1: 'Точный счет - 1:1',
  bet_2_2: 'Точный счет - 2:2',
  bet_3_3: 'Точный счет - 3:3',
  bet_4_4: 'Точный счет - 4:4',
  bet_0_1: 'Точный счет - 0:1',
  bet_0_2: 'Точный счет - 0:2',
  bet_1_2: 'Точный счет - 1:2',
  bet_0_3: 'Точный счет - 0:3',
  bet_1_3: 'Точный счет - 1:3',
  bet_2_3: 'Точный счет - 2:3',
  bet_0_4: 'Точный счет - 0:4',
  bet_1_4: 'Точный счет - 1:4',
  bet_2_4: 'Точный счет - 2:4'
}

export const STATUS_NAMES = {
  active : 'в игре',
  win : 'выигрыш',
  lose: 'проигрыш',
  canceled: 'отменено'
}

